cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'python'
brew 'mysql'
brew 'reattach-to-user-namespace'
brew 'cmake'

cask 'google-chrome'
cask 'vlc'
cask 'dockertoolbox'
cask 'flux'
cask 'slack'
